Revit 2027 API
BuiltInFailures.InaccurateFailures.InaccurateDriveCurve Property
 Element is slightly off axis and may cause inaccuracies.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InaccurateDriveCurve { get; }
Public Shared ReadOnly Property InaccurateDriveCurve As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InaccurateDriveCurve {
	FailureDefinitionId^ get ();
}
static member InaccurateDriveCurve : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InaccurateFailures Class
Autodesk.Revit.DB Namespace